## SERIES >>>  1D labelled arrays

## Dataframe >> 2D lablled array likea table form

In [2]:
import numpy as np
import pandas as pd

In [5]:
info={
    "Name":["Rahul","Yogi","Chndu"],
    "Cgpa":[9,8,9.8]

}

df=pd.DataFrame(info)

print(df)

    Name  Cgpa
0  Rahul   9.0
1   Yogi   8.0
2  Chndu   9.8

In [6]:
df

    Name  Cgpa
0  Rahul   9.0
1   Yogi   8.0
2  Chndu   9.8